{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {"id": 0, "content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true},
    {"id": 1, "content": "<|im_start|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true},
    {"id": 2, "content": "<|im_end|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true},
    {"id": 3, "content": "<think>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true},
    {"id": 4, "content": "</think>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}
  ],
  "normalizer": null,
  "pre_tokenizer": {"type": "Whitespace"},
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<unk>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "<think>": 3,
      "</think>": 4,
      "system": 5,
      "user": 6,
      "assistant": 7,
      "You": 8,
      "are": 9,
      "Autopilot": 10,
      "legal": 11,
      "benchmark": 12,
      "agent": 13,
      "Answer": 14,
      "directly": 15,
      "write": 16,
      "usable": 17,
      "work": 18,
      "product": 19,
      "Prepare": 20,
      "a": 21,
      "concise": 22,
      "risk": 23,
      "memo": 24,
      "for": 25,
      "contract": 26,
      "review": 27,
      "Identify": 28,
      "the": 29,
      "likely": 30,
      "issue": 31,
      "explain": 32,
      "business": 33,
      "state": 34,
      "what": 35,
      "extra": 36,
      "source": 37,
      "facts": 38,
      "would": 39,
      "be": 40,
      "needed": 41,
      "before": 42,
      "final": 43,
      "advice": 44
    },
    "unk_token": "<unk>"
  }
}
