{
  "model_id": "Qwen/Qwen3.6-35B-A3B",
  "served_model_id": "qwen3.6-35b-a3b",
  "model_type": "qwen3",
  "architectures": ["Qwen3MoeForCausalLM"],
  "hidden_size": 5120,
  "intermediate_size": 27648,
  "num_hidden_layers": 64,
  "num_attention_heads": 40,
  "num_key_value_heads": 8,
  "vocab_size": 151936,
  "max_position_embeddings": 131072,
  "torch_dtype": "bfloat16",
  "tokenizer_path": "fixtures/qwen36_27b_smoke/tokenizer.json",
  "chat_template_id": "qwen3.6.chat_template.v1",
  "memory_strategy": "pylon_multi_worker",
  "num_experts": 128,
  "num_experts_per_tok": 8,
  "moe_intermediate_size": 768
}
